Repository: ashtons/WebDAVNav-iOS-Translations
Catalog: Locale/*.lproj/Localizable.strings
Languages: fi, id, ja, nl, no, pt, ru

source: %@ Do you want to browse the local store instead?
fi: %@ Haluatko selata paikallisen tallennuksen sijaan?
id: %@ Apakah Anda ingin menelusuri toko lokal bukan?
ja: %@ ローカルストレージを参照しますか？
nl: %@ Wilt u bladeren door de lokale favorieten plaats?
no: %@ Ønsker du å bla gjennom den lokale butikken i stedet?
pt: %@ Você deseja ver a loja local em vez disso?
ru: %@ Вы хотите, чтобы просмотреть местном магазине вместо этого?

source: A resource cannot be created at the destination URI until one or more intermediate collections are created.
ja: 作業フォルダ作成が完了するまで、フォルダを作成することはできません。
nl: Een bron kan niet worden aangemaakt op de bestemming URI totdat een of meer tussentijdse collecties worden gemaakt.
pt: Um recurso não pode ser criado no destino URI até que um ou mais conjuntos intermediários são criados.
ru: ресурс не может быть создан в пункт назначения URI до одного или нескольких промежуточных коллекции создаются.

source: Access denied!
fi: Pääsy kielletty!
id: Akses ditolak!
ja: アクセスが拒否されました！
nl: Toegang geweigerd!
no: Ingen tilgang!
pt: Acesso negado!
ru: Доступ запрещен!

source: Actions
fi: Toimet
id: Tindakan
ja: アクション
nl: Acties
no: Handlinger
pt: Ações
ru: Действия

source: Are you sure you want to delete this resource?
fi: Oletko varma että haluat poistaa tämän tiedoston?
id: Apakah Anda yakin ingin menghapus file ini?
ja: 削除してもよろしいですか？
nl: Weet u zeker dat u dit onderdeel wilt verwijderen?
no: Er du sikker på at du vil slette denne filen?
pt: Tem certeza de que deseja excluir este recurso?
ru: Вы уверены, что хотите удалить этот файл?

source: Are you sure you want to delete this server? All downloaded files will be erased.
fi: Oletko varma että haluat poistaa tämän palvelimen? Kaikki ladatut tiedostot poistetaan.
id: Apakah Anda yakin ingin menghapus server ini? Semua file yang didownload akan dihapus.
ja: サーバーを削除してもよろしいですか？ ダウンロードしたファイルは消去されます。
nl: Ben je zeker dat je deze server wilt verwijderen? Alle gedownloade bestanden worden gewist.
no: Er du sikker på at du vil slette denne serveren? Alle nedlastede filer blir slettet.
pt: Tem certeza que quer deletar este servidor? Todos os arquivos baixados serão apagados.
ru: Вы уверены, что хотите удалить этот сервер? Все загруженные файлы будут стерты.

source: Are you sure you want to download this resource?
fi: Oletko varma että haluat ladata tiedoston?
id: Apakah Anda yakin ingin men-download file ini?
ja: この項目をダウンロードしますか？
nl: Ben je zeker dat je dit bestand wilt downloaden?
no: Er du sikker på at du vil laste ned denne filen?
pt: Tem certeza de que deseja fazer o download desse recurso?
ru: Вы уверены, что вы хотите скачать этот файл?

source: Are you sure you want to overwrite your local copy?
fi: Oletko varma, että haluat korvata paikallisen kopion?
id: Apakah Anda yakin ingin copy lokal menimpa Anda?
ja: ローカルに同名項目があります。上書きしてもよろしいですか？
nl: Weet u zeker dat u wilt uw lokale kopie overschrijven?
no: Er du sikker på at du vil overskrive den lokale kopien?
pt: Tem certeza de que deseja substituir a cópia local?
ru: ы уверены, что хотите перезаписать на локальном компьютере?

# Browse Favourites
source: Local Storage
fi: Paikalliset varastointi
id: Penyimpanan Lokal
ja: お気に入りを参照する
nl: Bladeren Favorieten
no: Lokal lagring
pt: Procurar pastas locais
ru: Локальное хранилище

source: bytes
ja: バイト

source: Cancel
fi: Kumoa
id: Membatalkan
ja: キャンセル
nl: Annuleer
no: Avbryt
pt: Cancelar
ru: Отменить

source: Confirmation
fi: Vahvistus
id: Konfirmasi
ja: 確認
nl: Bevestiging
no: Bekreftelse
pt: Confirmação
ru: Подтверждение

source: Connection started....
fi: Yhteys alkoi ....
id: Koneksi mulai ....
ja: 接続を開始しました....
nl: Aansluiting begonnen ....
no: Connection startet ....
pt: Conexão começou....
ru: Подключение началось ....

source: Copy
fi: Kopioi
id: Menyalin
ja: コピー
nl: Kopie
no: Kopier
pt: Cópia
ru: Копировать

source: Create
fi: Luoda
id: Menciptakan
ja: 作成
nl: Creëren
no: Lag
pt: Criar
ru: Создать

source: Delete
fi: Poista
id: Hapus
ja: 削除
nl: Verwijder
no: Slett
pt: Apagar
ru: Удалить

source: Download
fi: Lataa
ja: ダウンロード
no: Last ned
ru: Скачать

source: Downloading file. Please Wait
fi: Tiedoston lataaminen. Odota
id: Men-download file. Mohon tunggu
ja: ファイルをダウンロード中です。お待ちください
nl: Downloaden van het bestand. Even geduld aub
no: Laster ned filen. Vennligst vent
pt: Download do arquivo. Aguarde
ru: Загрузка файла. Пожалуйста, подождите

source: Either the Overwrite header is "F" and the state of the destination resource is not null, or the method was used in a Depth: 0 transaction.
ja: Either the Overwrite header is "F" and the state of the destination resource is not null, or the method was used in a Depth: 0 トランザクション.

source: Email
fi: Sähköposti
ja: メール
no: E-post

source: Enter a name for the uploaded resource:
fi: Anna nimi ladattu resurssien:
id: Masukkan nama untuk file upload:
ja: アップロード項目の名称を入力してください:
nl: Voer een naam voor het geüploade bestand:
no: Skriv inn et navn for den opplastede filen:
pt: Digite um nome para o recurso de upload:
ru: Введите имя для загружаемого файла:

source: Enter new folder name:
fi: Kirjoita uuden kansion nimi:
id: Masukkan nama folder baru:
ja: フォルダ名を入力してください:
nl: Voer een nieuwe naam van de map:
no: Skriv inn nytt mappenavn:
pt: Digite o nome da nova pasta:
ru: Введите имя новой папки:

source: Enter new name for the duplicate resource:
fi: Anna uusi nimi kahtena resurssien:
id: Masukkan nama baru untuk sumber daya duplikat:
ja: 重複しています。別の名称を入力してください:
nl: Voer een nieuwe naam voor de dubbele resource:
no: Skriv inn nytt navn for de dupliserte fil:
pt: Digite um novo nome para a duplicação de recursos:
ru: Введите новое имя для дублировать ресурсов:

source: Enter new name:
fi: Anna uusi nimi:
id: Masukkan nama baru:
ja: 名称を入力してください:
nl: Voer een nieuwe naam:
no: Skriv inn nytt navn:
pt: Digite um novo nome:
ru: Введите новое имя:

source: Error
fi: Virhe
id: Kesalahan
ja: エラー
nl: Fout
no: Feil
pt: Erro
ru: Ошибка

source: Finished!
fi: Päättynyt!
id: Selesai!
ja: 完了しました！
nl: Klaar!
no: Ferdig!
pt: Terminado!
ru: Завершенный!

source: Edit Server
fi: Muokkaa palvelinta
id: Rincian server
ja: サーバー編集
no: Rediger server
pt: Editar Servidor
ru: Изменить Server

source: No
id: Tidak
ja: いいえ
pt: Não
ru: Нет

source: No authentication
fi: Ei todennusta
id: Tidak ada rincian otentikasi
ja: 認証なし
nl: Geen verificatie
no: Ingen autentisering
pt: Nenhuma autenticação
ru: Проверка подлинности не

source: Not enough storage to create folder!
fi: Ei tarpeeksi tallennustilaa luoda kansiota!
id: Tidak cukup penyimpanan untuk membuat folder!
ja: 十分な空きがないので、フォルダを作成できません！
nl: Niet genoeg opslagruimte om map te maken!
no: Ikke nok lagringsplass til å opprette mappen!
pt: Não de armazenamento suficiente para criar a pasta!
ru: Недостаточно памяти, чтобы создать папку!

source: OK
ja: はい

source: Open with...
fi: Avaa ...
id: Buka dengan ...
ja: 次の方法で開く...
nl: Openen met...
no: Åpne med ...
pt: Abrir com...
ru: Открыть с помощью ...

source: Overwrite
fi: Korvaa
id: Timpa
ja: 上書き
nl: Overschrijven
no: Overskriv
pt: Sobrescrever
ru: Переписывать

source: Play
fi: Pelaa
id: Bermain
ja: 再生
nl: Spelen
no: Spill
pt: Reproduzir mídia
ru: Слушать

source: Rename
fi: Nimetä uudelleen
id: Ubah nama
ja: 名称変更
nl: Hernoemen
no: Gi nytt navn
pt: Renomear
ru: Переименовать

source: Response received, downloading file...
fi: Response sai ladata tiedoston ...
id: Respon yang diterima, men-download file ...
ja: ファイルをダウンロード中です...
nl: Reactie ontvangen, te downloaden bestand...
no: Innhold mottatt, nedlasting av fil ...
pt: Resposta recebida, baixar o arquivo...
ru: Ответ получен, загрузки файлов ...

source: Sorry, no installed applications seem to support this file type
fi: Ei asennetut sovellukset näyttävät tukevan tätä tiedostotyyppiä
id: Tidak ada aplikasi yang diinstal mendukung jenis file
ja: このファイルはサポートしていません。
nl: Helaas geen geïnstalleerde applicaties lijken dit bestandstype ondersteunen
no: Beklager, ingen installerte programmer synes å støtte denne filtypen
pt: Desculpe, não houve aplicativos instalados parecem apoiar esse tipo de arquivo
ru: К сожалению, нет установленных приложений, кажется, поддержка данного типа файлов

source: Source moved to new location
fi: Lähde muutti uuteen paikkaan
id: Sumber dipindahkan ke lokasi baru
ja: ファイルを新しい場所に移動する
nl: Bron verhuisd naar nieuwe locatie
no: Kilde flyttet til nytt sted
pt: Fonte mudou-se para novo local
ru: Источник переехал на новое место

source: The destination resource does not have sufficient storage space.
fi: määränpää resurssi ei ole riittävästi säilytystilaa.
id: Sumber tujuan tidak memiliki ruang penyimpanan yang cukup.
ja: 転送先の容量が不足しています。
nl: De bestemming bron niet over voldoende opbergruimte.
no: Destinasjonen ressursen har ikke nok lagringsplass.
pt: O recurso de destino não tem espaço de armazenamento suficiente.
ru: назначения ресурсов не имеет достаточно места для хранения.

source: The destination resource is locked.
fi: määränpää resurssi on lukittu.
id: Sumber daya tujuan terkunci.
ja: 転送先がロックされています。
nl: De bestemming bron is vergrendeld.
no: Destinasjonen ressurs er låst.
pt: O destino dos recursos está bloqueada.
ru: назначения ресурс заблокирован.

source: The destination URI is located on a different server, which refuses to accept the resource.
fi: kohde URI sijaitsee eri palvelimella, joka kieltäytyy hyväksymästä resurssi.
id: Tujuan URI terletak pada server yang berbeda, yang menolak untuk menerima sumber daya.
ja: 転送先の URI は、別のサーバーなので受信を拒絶されました。
nl: De bestemming URI is gelegen op een andere server, die weigert te aanvaarden de bron.
no: Destinasjonen URI ligger på en annen server, som nekter å godta ressursen.
pt: O destino está localizado em um servidor diferente, que se recusa a aceitar o recurso.
ru: URI назначения расположен на другом сервере, который отказывается принять ресурсов.

source: The folder already exists!
fi: kansio on jo olemassa!
id: Folder sudah ada!
ja: そのフォルダは既に存在しています！
nl: De map bestaat al!
no: Mappen finnes allerede!
pt: A pasta já existe!
ru: Папка уже существует!

source: The folder cannot be created until the parent folders are created!
id: Folder tidak dapat dibuat sampai folder induk yang dibuat!
ja: 親フォルダが作成されるまでフォルダを作成することはできません！
nl: De folder kan niet worden gemaakt totdat de bovenliggende mappen worden aangemaakt!
no: Mappen kan ikke opprettes før den overordnede mappene er opprettet!
pt: A pasta não pode ser criado até as pastas pai são criados!
ru: Папка не может быть создано до родителей папки создаются!

source: The resource is locked!
id: Sumber daya terkunci!
ja: ロックされています！
nl: De bron is gesloten!
no: Ressursen er låst!
pt: O recurso é bloqueado!
ru: ресурс заблокирован!

source: The resource was moved successfully to a pre-existing destination URI.
fi: resurssi siirrettiin onnistuneesti aiemmin kohde URI.
id: Sumber daya tersebut berhasil dipindahkan ke tujuan URI yang sudah ada sebelumnya.
ja: 移動が完了しました。（既存のファイルに上書きしました。）
nl: De bron werd met succes verplaatst naar een reeds bestaande bestemming URI.
no: Ressursen ble flyttet korrekt til en pre-eksisterende destinasjon URI.
pt: O recurso foi movido com êxito para um destino pré-existentes.
ru: ресурсов была переименована в уже существующие назначения URI.

source: The resource was successfully copied.
fi: resurssi onnistuneesti kopioitu.
id: Sumber daya itu berhasil disalin.
ja: コピーが完了しました。
nl: De bron is succesvol gekopieerd.
no: Ressursen ble kopiert.
pt: O recurso foi copiado com sucesso.
ru: ресурс был успешно скопирован.

source: The server does not allow collections to be created at the specified location!
fi: palvelin ei salli kokoelmia luotava ilmoitetussa paikassa!
id: Server tidak mengizinkan koleksi yang akan dibuat di lokasi yang ditentukan!
ja: サーバーは、フォルダが指定された場所に作成することは許可されません！
nl: De server staat geen mappen worden gecreëerd op de opgegeven locatie!
no: Serveren tillater ikke samlinger kan opprettes på det angitte stedet!
pt: O servidor não permite que as pastas a serem criadas no local especificado!
ru: Сервер не позволяет коллекции будет создан в указанном месте!

source: The source resource was successfully copied to a pre-existing destination resource.
fi: lähde resurssi onnistuneesti kopioitu aiemmin määränpää resurssi.
id: Sumber daya sumber berhasil disalin ke tujuan sumber daya yang sudah ada sebelumnya.
ja: 正常に上書きされました。。
nl: De bron bron werd met succes gekopieerd naar een reeds bestaande bestemming bron.
no: Kilden ressursen ble kopiert til en pre-eksisterende destinasjon ressurs.
pt: A fonte de recursos foi copiado com êxito para um destino pré-existentes.
ru: источник ресурсов был успешно скопированы на уже существующие назначения ресурсов.

source: The source URI and the destination URI are the same.
fi: lähde URI ja määränpää URI ovat samat
id: Sumber dan tujuan adalah sama.
ja: 転送元と転送先が同じです。
nl: De bron en de bestemming URI URI zijn hetzelfde.
no: Kilden URI og målet URI er den samme.
pt: A origem eo destino são os mesmos.
ru: Источник URI и URI назначения те же.

source: Unable to open
fi: Ei voitu avata
id: Tidak dapat membuka
ja: 開くことができません。
nl: Niet in staat om te openen
no: Kan ikke åpne
pt: Não é possível abrir
ru: Невозможно открыть

source: Upload
fi: Lähetä
id: Unggah
ja: アップロード
nl: Uploaden
no: Last opp
ru: Загрузить

source: Username: %@
fi: Käyttäjätunnus: %@
ja: ユーザー名: %@
nl: Gebruikersnaam: %@
no: Brukernavn: %@
pt: Nome de Usuário: %@
ru: Имя пользователя: %@

source: Yes
fi: Kyllä
id: Ya
ja: はい
no: Ja
pt: Sim
ru: Да

source: You need to enter a URL for the WebDAV server!
fi: Sinun täytyy syöttää URL WebDAV-palvelimeen!
id: Anda harus memasukkan URL untuk server WebDAV!
ja: WebDAVサーバのアドレスを入力してください！
nl: Je moet een adres voor de WebDAV-server in te voeren!
no: Du må angi en URL for WebDAV server!
pt: Você precisa digitar uma URL para o servidor WebDAV!
ru: Вам необходимо ввести URL-адрес для сервера WebDAV!

source: Your file has failed to be copied into the local store!
fi: Tiedosto ei ole kopioidaan lähikauppa!
id: File Anda telah gagal disalin ke toko lokal!
ja: ローカルへコピーできませんでした！
nl: Uw bestand is mislukt worden gekopieerd naar de lokale opslag!
no: Filen er ikke blitt kopiert inn den lokale butikken!
pt: Seu arquivo não conseguiu ser copiado para a loja!
ru: Ваш файл не удалось быть скопированы в местном магазине!

source: Your file has successfully been copied into the local store!
fi: Tiedoston on onnistuneesti kopioitu netistä!
id: File Anda telah berhasil disalin ke dalam penyimpanan lokal!
ja: ローカルへのコピーが完了しました！
nl: Uw bestand is succesvol gekopieerd naar de lokale opslag!
no: Filen har med hell blitt kopiert til lokal lagring!
pt: Seu arquivo foi copiado com sucesso para o armazenamento local!
ru: Ваш файл был успешно скопирован в местном магазине!

source: Save
fi: Tallenna
id: Menyimpan
ja: 保存
nl: Bewaar
no: Lagre
pt: Guardar
ru: Сохранить

source: Name
fi: Nimi
id: Nama
ja: 名称
nl: Naam
no: Navn
pt: Nome
ru: Название

source: Server URL
fi: Palvelimen URL
ja: アドレス
nl: Adres
pt: URL do servidor
ru: Адрес

source: Username
fi: Käyttäjätunnus
ja: ユーザー名
nl: Gebruikersnaam
no: Brukernavn
pt: Nome de Usuário
ru: Имя пользователя

source: Password
fi: Salasana
id: Pasword
ja: パスワード
nl: Wachtwoord
no: Passord
pt: Senha
ru: Пароль

source: WebDAV Nav Shortcut
fi: WebDAV Nav Oikotie
id: WebDAV Nav pintas
ja: WebDAV Nav ショートカット
nl: WebDAV Nav Snelkoppeling
no: WebDAV Nav Snarvei
pt: WebDAV Nav Atalho
ru: WebDAV Nav Ярлык

source: Email shortcut
fi: Lähetä linkki
id: Email pintas
ja: ショートカットをメールで送る
nl: Stuur snelkoppeling
no: Epost snarvei
pt: Email atalho
ru: Отправить контекстном

source: Unable to use added server!
fi: Käyttö ei onnistu lisätty palvelin!
id: Tidak dapat menggunakan server ditambahkan!
ja: サーバーは使用できません！
nl: De onmogelijkheid van gebruik toegevoegde server!
no: Kan ikke bruke ekstra server!
pt: Não é possível usar adicionou servidor!
ru: Невозможно использовать добавил сервер!

source: Unable to decode the shortcut!
fi: Ei voida purkaa linkin!
id: Tidak dapat decode shortcut!
ja: ショートカットをデコードできません！
nl: Niet in staat om de snelkoppeling te decoderen!
no: Kan ikke dekode snarveien!
pt: Não é possível decodificar o atalho!
ru: Не удалось расшифровать ярлык!

source: Your WebDAV Server address is: %@
fi: Sinun WebDAV-palvelimen osoite on: %@
id: Alamat server WebDAV: %@
ja: WebDAVサーバーのアドレスは: %@
nl: Uw WebDAV-server adres is: %@
no: Din WebDAV-server adresse: %@
pt: O endereço do servidor WebDAV é: %@
ru: Ваш WebDAV Server адрес: %@

source: You need a wifi connection to run the server.
fi: Tarvitset wifi yhteys suorittaa palvelimella.
id: Anda memerlukan koneksi wifi untuk menjalankan server.
ja: サーバーを動作させるには WiFi 接続が必要です。
nl: Je moet een wifi-verbinding met de server draaien.
no: Du trenger en wifi-tilkobling for å kjøre serveren.
pt: Você precisa de uma conexão wi-fi para executar o servidor
ru: Вы должны WiFi соединение для запуска сервера.

source: WebDAV Server Settings
fi: WebDAV-palvelimen asetukset
id: Pengaturan server WebDAV
ja: WebDAVサーバーの設定
nl: Instellingen
no: WebDAV server-innstillinger
pt: Configurações
ru: Настройка WebDAV Server

source: Settings
fi: Asetukset
id: Pengaturan
ja: 設定
nl: Instellingen
no: Innstillinger
pt: Configurações
ru: Настройки

source: Server off
fi: Palvelin on pois päältä
id: Server dimatikan
ja: サーバーがオフになっています
no: Serveren er av
ru: Сервер выключен

source: Server address: %@
fi: Palvelimen osoite: %@
id: Alamat: %@
ja: サーバーのアドレス: %@
nl: Adres: %@
no: Server adresse: %@
pt: Endereço: %@
ru: Адрес сервера: %@

source: Error starting WebDAV Server: %@
fi: Virhe käynnistettäessä WebDAV-palvelimeen: %@
id: Kesalahan memulai server: %@
ja: WebDAVサーバーを起動中にエラーが発生しました: %@
nl: Fout bij het starten server: %@
no: Feil med WebDAV-server: %@
pt: Erro ao iniciar o servidor WebDAV: %@
ru: Ошибка при запуске сервера WebDAV: %@

source: Enter a name for the uploaded video:
fi: Anna nimi ladannut videon:
id: Masukkan nama untuk video upload:
ja: ビデオの名前を入力してください:
nl: Voer een naam voor de video:
no: Skriv inn et navn for opplastede video:
pt: Digite um nome para o vídeo enviado:
ru: Введите имя для загруженного видео:

source: WebDAV Server
fi: WebDAV-palvelimeen
ja: WebDAVサーバー
pt: Servidor WebDAV

source: Server port
fi: Palvelimen portti
id: Port server
ja: サーバーのポート番号
pt: Porta do servidor
ru: Порт сервера

source: Server name
fi: Palvelimen nimi
id: Nama server
ja: サーバー名
nl: Naam
pt: Nome do servidor
ru: Имя сервера

source: Security
fi: Turvallisuus
id: Keamanan
ja: セキュリティ
nl: Beveiliging
no: Sikkerhet
pt: Segurança
ru: Безопасность

source: PIN
ja: PIN番号

source: PIN lock
ja: PIN番号
no: PIN-lås
pt: Bloquear PIN

source: If you continue you will erase the previous recording?
fi: Jos jatkat saat poistaa edellisen tallennuksen?
id: Jika Anda melanjutkan, Anda akan menghapus rekaman sebelumnya?
ja: 続行すると以前の記録が消去されますが、続行しますか？
nl: Als u verder gaat zal wissen van de vorige opname?
no: Hvis du fortsetter du vil slette det forrige opptaket?
pt: Se você continuar você terá que apagar a gravação anterior?
ru: Если вы продолжите вы стереть предыдущую запись?

source: Enter a name for the audio resource:
fi: Anna nimi audio resurssien:
id: Masukkan nama untuk sumber daya audio:
ja: オーディオファイルの名前を入力してください:
nl: Voer een naam voor de audio-bron:
no: Skriv inn et navn på lydfilen:
pt: Digite um nome para o recurso de áudio:
ru: Введите имя для аудио ресурсов:

source: Edit file
fi: Muokkaa tiedostoa
id: Mengedit dokumen
ja: ファイルの編集
no: Rediger fil
pt: Edite o arquivo
ru: Редактировать файл

source: Copy to local store
fi: Kopioi paikallisesti
id: Salin ke penyimpanan lokal
ja: ローカルにコピーする
nl: Kopiëren naar lokale opslag
no: Kopier til lokale butikken
pt: Copiar para a loja
ru: Копировать в локальный Хранение

source: Audio Recorder
ja: オーディオレコーダー
no: Taleopptaker

source: You need a microphone in order to record audio.
fi: Tarvitset mikrofonin voidakseen äänittää.
id: Anda membutuhkan mikrofon untuk merekam audio.
ja: 録音するにはマイクが必要です。
nl: Je hebt een microfoon om geluid op te nemen!
no: Du trenger en mikrofon for å ta opp lyd.
pt: Você precisa de um microfone para gravar áudio.
ru: Вы должны микрофон для записи звука.

source: Text Editor
fi: Tekstieditori
ja: テキストエディタ
nl: Teksteditor
no: Tekst Editor
ru: Текст Редактор

source: You have unsaved changes, do you want to save them?
fi: Muutoksia ei ole tallennettu, haluatko tallentaa ne?
id: Anda memiliki perubahan yang belum disimpan, apakah Anda ingin menyimpan mereka?
ja: 未保存の変更がありますが、それらを保存しますか？
nl: Je hebt opgeslagen wijzigingen, wilt u om hen te redden?
no: Du har ulagrede endringer, vil du lagre dem?
pt: Você tem alterações não salvas, você quer salvá-los?
ru: Вы сделали какие-нибудь изменения, вы хотите сохранить их?

source: Close
fi: Sulje
id: Dekat
ja: 閉じる
nl: Sluit
no: Lukk
pt: Fechar
ru: Закрыть

source: Enter your new PIN
fi: Anna uusi PIN
id: Masukkan PIN baru Anda
ja: 新しい PIN番号を入力してください。
nl: Voer uw nieuwe PIN-code
no: Skriv inn din nye PIN-koden
pt: Digite o novo PIN
ru: Введите новый PIN-код

source: Enter your PIN
fi: Syötä PIN
id: Masukkan PIN
ja: PIN番号を入力してください。
nl: Voer uw PIN-code
no: Skriv inn PIN-koden
pt: Digite o seu PIN
ru: Введите PIN-код

source: Set PIN
fi: Aseta PIN
ja: PIN 番号設定
nl: Stel PIN-code
no: Angi PIN
pt: Definir PIN
ru: Установить PIN

source: Confirm PIN
fi: Vahvista PIN
id: Konfirmasi PIN
ja: PIN 番号を確認してください。
nl: Bevestig PIN
no: Bekreft PIN
pt: Confirmar PIN
ru: Подтвердите PIN

source: Protected
fi: Suojattu
id: Dilindungi
ja: 保護
nl: Beschermd
no: Beskyttet
pt: Protegidas
ru: Охраняемых

source: PIN did not match. Try again.
fi: PIN eivät täsmänneet. Yritä uudelleen.
id: PIN tidak cocok. Coba lagi.
ja: 一致しません。やり直してください。
nl: PIN-code niet overeen. Probeer het opnieuw.
no: PIN samsvarte ikke. Prøv på nytt.
pt: PIN não coincidem. Tente novamente.
ru: PIN-код не совпадают. Попробуйте еще раз.

source: PIN incorrect. Try again.
fi: PIN virheellinen. Yritä uudelleen.
id: PIN salah. Coba lagi.
ja: もう一度やり直してください。
nl: PIN-code onjuist. Probeer het opnieuw.
no: PIN feil. Prøv på nytt.
pt: PIN incorreto. Tente novamente.
ru: PIN неправильный. Попробуйте еще раз.

source: WARNING!! There is no way to recover a lost PIN, use with caution.
fi: VAROITUS! Ei ole mitään keinoa palauttaa menetetty PIN käyttää varoen.
id: PERINGATAN! Tidak ada cara untuk memulihkan PIN hilang, gunakan dengan hati-hati.
ja: 警告！ PIN コードは絶対に忘れないようにしてください。
nl: WAARSCHUWING! Er is geen manier om een verloren PIN, het gebruik met de nodige voorzichtigheid te herstellen.
no: ADVARSEL! Det er ingen måte å gjenopprette en tapt PIN-kode, brukes med forsiktighet.
pt: ATENÇÃO! Não há maneira de recuperar uma senha perdida, use com cautela.
ru: ВНИМАНИЕ! Существует не способ восстановить потерянные PIN-код, использовать с осторожностью.

source: Please enter the authentication details:
fi: Anna autentikointi tiedot:
id: Silahkan masukkan detail otentikasi:
ja: 認証情報を入力してください：
nl: Vul de authenticatie gegevens:
no: Vennligst oppgi godkjenning detaljer:
pt: Por favor insira os dados de autenticação:
ru: Пожалуйста, введите данные для проверки подлинности:

source: View
fi: Näytä
id: Lihat
ja: 表示
nl: Bekijk
pt: Ver
ru: Открыть

source: General
fi: Yleinen
id: Umum
ja: 一般的な
nl: Algemene
no: Generelle innstillinger
pt: Geral
ru: Генеральная

source: Single tap action
fi: Yhden kosketa toiminta
id: Single tekan tindakan
ja: シングルタップ時のアクション
nl: Een druk op actie
no: Enkelt trykk action
pt: Uma ação de imprensa
ru: Одного действия крана

source: Default action
id: Default tindakan
ja: デフォルトのアクション
nl: Standaard actie
pt: Ação padrão
ru: Действие по умолчанию

source: Unlink
fi: Poista linkki
id: Unlink file
ja: 削除
nl: Loskoppelen
no: Fjern link
pt: Desconectar
ru: Разорвать связь
