Repository: ashtons/WebDAVNav-iOS-Translations
Catalog: Locale/*.lproj/Localizable.strings
Languages: fi, id, ja, nl, no, pt, ru

source: Are you sure you want to unlink this resource?
fi: Oletko varma että haluat poistaa linkityksen tätä resurssia?
id: Apakah Anda yakin ingin menghapus link sumber ini?
ja: ファイルを削除してもよろしいですか？
nl: Ben je zeker dat je wilt om dit onderdeel te verbreken?
no: Er du sikker på at du vil fjerne tilknytningen denne filen?
pt: Você tem certeza que deseja desvincular esse recurso?
ru: Вы уверены, что вы хотите, чтобы отделить этот ресурс?

source: Server Discover
fi: Tutustu Server
id: Temukan Server
ja: サーバー検索
nl: Ontdek Server
no: Oppdag Server
pt: Descubra Server
ru: Новая Server

source: Slide show
fi: Kuvagalleria
id: Galeri foto
ja: フォトギャラリー
nl: Fotogalerij
no: Fotogalleri
pt: Galeria de Fotos
ru: Фотогалерея

source: Show hidden files
fi: Piilotetut tiedostot
id: File tersembunyi
ja: 全てのファイルを表示する
nl: Verborgen bestanden
no: Skjulte filer
pt: Arquivos ocultos
ru: Скрытые файлы

source: Shared download folder
fi: Yhteinen varastointi
id: Common penyimpanan
ja: 共有ダウンロードフォルダ
nl: Gezamenlijke opslag
no: Felles lagring
pt: Armazenagem comum
ru: Общие хранения

source: Move
fi: Siirrä
id: Bergerak
ja: 移動
nl: Verplaatsen
no: Flytt
pt: Mover
ru: Двигаться

source: Default audio format
fi: Default ääniformaatti
ja: デフォルトのオーディオ形式
no: Default lydformat
pt: Padrão de formato de áudio
ru: По умолчанию формат аудио

source: Compress
fi: Puristaa
id: Kompres
ja: 圧縮
nl: Comprimeren
no: Komprimer
pt: Comprimir
ru: Сжимать

source: Extract
fi: Laajentaa
id: Memperluas
ja: 展開
nl: Expand
no: Utvid
pt: Expanda
ru: Развернуть

source: Unable to compress file, the zip file already exists at destination!
fi: Onnistu pakata tiedoston, zip-tiedosto on jo olemassa perille!
id: Tidak dapat memampatkan file, file zip sudah ada di tempat tujuan!
ja: 既に同名の zipファイルが存在しているので、ファイルを圧縮することができません！
nl: Niet in staat om bestand te comprimeren, het zip-bestand bestaat al op de bestemming!
no: Kan ikke komprimere filen, finnes i zip-filen allerede på reisemålet!
pt: Não é possível compactar arquivos, o arquivo zip já existe no destino!
ru: Не удалось сжать файл ZIP файл уже существует в месте назначения!

source: Folder index mode
ja: フォルダのインデックス
nl: Folder index

source: File index mode
ja: ファイルのインデックス
nl: File index

source: Tap here to select the current folder
fi: Napauta tässä valita kansion
id: Tekan di sini untuk memilih folder saat
ja: ここをタップして、カレントフォルダを選択してください。
nl: Tik hier om de huidige map te selecteren
no: Trykk her for å velge den aktuelle mappen
pt: Toque aqui para selecionar a pasta atual
ru: Нажмите здесь, чтобы выбрать текущую папку

source: Tap to view multiple file options
fi: Napauta tarkastella useita tiedostotyyppejä vaihtoehtoja
id: Tekan untuk melihat opsi-opsi beberapa file
ja: タップすると、複数のファイルのオプションが表示されます
nl: Tik om meerdere bestandssystemen opties te bekijken
no: Klikk for å vise flere filalternativer
pt: Toque para visualizar as opções de múltiplos arquivos
ru: Нажмите для просмотра нескольких вариантов файла

source: Delete marked files
fi: Poistaa
id: Hapus
ja: マークしたファイルを削除
nl: Verwijder
no: Slett
pt: Excluir
ru: Удалить

source: Email marked files
fi: Sähköposti
id: Email
ja: マークしたファイルをメール
nl: Email
no: E-post
pt: E-mail
ru: Электронная почта

source: Unselect all
fi: Poista valinta
ja: 全選択解除
nl: Deselecteren
no: Opphev
pt: Desmarque
ru: Отменить

source: This folder
fi: Tämä kansio
id: Folder ini
ja: このフォルダには
nl: Deze map
no: Denne mappen
pt: Esta pasta
ru: В этой папке

source: Stop
id: Berhenti
ja: 停止
nl: Stoppen
no: Stopp
pt: Parar
ru: Остановить

source: Please enter the passphrase for the certificate:
fi: Anna tunnuslause todistus:
id: Masukkan passphrase untuk sertifikat:
ja: 証明書のパスフレーズを入力してください。
nl: Vul het wachtwoord voor het certificaat:
no: Vennligst skriv inn passord for sertifikatet:
pt: Por favor digite a senha para o certificado:
ru: Пожалуйста, введите пароль для сертификата:

source: Certificate missing
fi: Todistus puuttuu
id: Sertifikat hilang
ja: 証明書がありません
nl: Certificaat ontbreekt
no: Sertifikat mangler
pt: Certificado em falta
ru: Сертификат отсутствует

source: Import photos
fi: Tuo valokuvia
id: Mengimpor foto
ja: 写真のインポート
nl: Foto's importeren
no: Importere bilder
pt: Importar fotos
ru: Импорт фотографий

source: Select all
ja: 全選択
ru: Выделите все файлы

source: Press "+" to add a new server connection
fi: Paina "+" lisää uusi palvelin yhteys
ja: "+"ボタンでサーバー追加
nl: Druk op "+" om een ​​nieuwe verbinding met de server toe te voegen
no: Trykk "+" for å legge til en ny server forbindelse

source: Trust all SSL certificates
fi: Luota kaikkiin SSL-varmenteita
id: Percaya semua sertifikat SSL
ja: 全ての SSL証明書を信頼する
nl: Trust alle SSL-certificaten
no: Klarer alle SSL-sertifikater
pt: Confiar em todos os certificados SSL
ru: Доверять всем SSL сертификаты

source: Import media files
fi: Tuo mediatiedostot
id: Impor file media
ja: メディアをインポートする
no: Importere mediefiler
pt: Importar arquivos de mídia
ru: Импорт файлов мультимедиа

source: Properties
fi: Ominaisuudet
id: Properti
ja: プロパティ
no: Egenskaper
pt: Propriedades
ru: свойства

source: Information
fi: Tiedot
id: Informasi
ja: 情報
no: Informasjon
pt: Informações
ru: информация

source: Are you sure you want to download this folder?
fi: Oletko varma että haluat ladata tämän kansion?
id: Anda yakin ingin mendownload folder ini?
ja: このフォルダをダウンロードしますか？
nl: Weet je zeker dat je deze map downloaden?
no: Er du sikker på at du vil laste ned denne mappen?
pt: Tem certeza de que deseja fazer o download desta pasta?
ru: Вы уверены, что хотите скачать эту папку?

source: Unable to print this item!
id: Tidak dapat mencetak item ini!
ja: このアイテムを印刷できません！
pt: Não é possível imprimir este artigo!

source: Enable features
ja: 機能を有効にします

source: No images were found to display!
fi: Kuvia ei löytynyt näyttämään!
id: Tidak ada gambar ditemukan untuk menampilkan!
ja: ない画像が表示するには、見つかりませんでした！
no: Ingen bilder ble funnet å vise!
pt: Não foram encontradas imagens para exibir!
ru: Изображения не найдены для отображения!

source: TV Out
ja: TV出力

source: Bookmarks
ja: ブックマーク

source: Uploading file. Please Wait
id: Meng-upload file. Harap Tunggu
ja: ファイルのアップロード。待ってください。
no: Laster opp filen. Vent

source: Browser
ja: ブラウザー

source: Are you sure you want to download these files?
fi: Oletko varma, että haluat ladata nämä tiedostot?
id: Anda yakin ingin mendownload file ini?
ja: あなたはこれらのファイルをダウンロードしてもよろしいですか？
nl: Weet u zeker dat u deze bestanden te downloaden?
no: Er du sikker på at du vil laste ned disse filene?
pt: Tem certeza de que deseja baixar esses arquivos?
ru: Вы уверены, что хотите, чтобы скачать эти файлы?

source: Are you sure you want to delete the marked files?
fi: Oletko varma, että haluat poistaa nämä tiedostot?
id: Anda yakin ingin menghapus file ini?
ja: あなたはこれらのファイルを削除してもよろしいですか？
nl: Weet je zeker dat je deze bestanden wilt verwijderen?
no: Er du sikker på at du vil slette disse filene?
pt: Tem certeza de que deseja excluir esses arquivos?
ru: Вы уверены, что хотите удалить эти файлы?

source: Unable to find images to import!
fi: Ei löydy kuvia tuoda!
id: Tidak dapat menemukan gambar untuk mengimpor!
ja: インポートする画像を見つけることができません！
nl: Kan geen foto's te importeren te vinden!
no: Kan ikke finne bilder å importere!
pt: Não foi possível encontrar imagens para importar!
ru: Не удалось найти изображения для импорта!

source: Enter a prefix for these items:
fi: Kirjoita etuliite nämä kohteet:
id: Masukkan awalan untuk unsur ini:
ja: これらの項目の接頭辞を入力します。
no: Skriv inn et prefiks for disse elementene:
ru: Введите префикс для этих элементов:

source: Buy
ja: 買う

source: Enter a password for the PDF:
fi: Anna salasana PDF:
id: Masukkan password untuk PDF:
ja: PDFのパスワードを入力してください：
nl: Voer een wachtwoord voor de PDF:
no: Skriv inn et passord for PDF:
pt: Digite uma senha para o PDF:
ru: Введите пароль для PDF:

source: Copy to clipboard
fi: Kopioi tiedosto leikepöydälle
id: Salin file ke clipboard
ja: クリップボードにファイルをコピーする
nl: Kopieer het bestand naar het klembord
no: Kopier filen til utklippstavlen
pt: Copie o arquivo para o clipboard
ru: Копирование файла в буфер обмена

source: File data copied to clipboard
ja: ファイルがクリップボードにコピーされました
nl: Bestand is gekopieerd naar het klembord
pt: Arquivo foi copiado para o clipboard
ru: Файл был скопирован в буфер обмена

source: Select sort option
ja: 並べ替えオプションを選択する

source: Sort by filename
fi: Lajittele tiedostojen nimet
id: Urut berdasarkan nama file
ja: ファイル名で並べ替え
nl: Sorteer op bestandsnaam
no: Sorter etter filnavnene
pt: Ordenar por nome
ru: Сортировать по имени файла

source: Sort by date
fi: Lajittele päivämäärän mukaan
id: Urut berdasarkan tanggal
ja: 日付で並べ替え
nl: Sorteren op datum
no: Sorter etter dato
pt: Classificar por data
ru: Сортировка по дате

source: Sort by file size
fi: Lajitteluperuste tiedostokoon
id: Urut berdasarkan ukuran file
ja: ファイルサイズで並べ替え
nl: Sorteer op de bestandsgrootte
no: Sorter etter filstørrelsen
pt: Ordenar por o tamanho do arquivo
ru: Сортировка по размеру файла

source: Accept connections
fi: Hyväksy yhteydet
id: Menerima koneksi
ja: 接続を受け入れる
nl: Accepteer verbindingen
no: Godta tilkoblinger
pt: Aceitar conexões
ru: Принять связи

source: Send to device
ja: デバイスに送信
nl: Stuur naar een apparaat
pt: Enviar a um dispositivo

source: Use Photos app filename (if available) during upload
fi: Käytä Photos.app tiedostonimi (jos käytettävissä) aikana upload
id: Gunakan nama file Photos.app (jika tersedia) selama upload
ja: アップロード時にPhotos.appファイル名を（可能な場合）を使用して
nl: Gebruik Photos.app bestandsnaam (indien beschikbaar) tijdens het uploaden
no: Bruk Photos.app filnavn (hvis tilgjengelig) under opplasting
pt: Use filename Photos.app (se disponível) durante o upload
ru: Используйте Photos.app файла (если имеется) во время загрузки

source: Add Server
ja: サーバの追加

source: Allow delete
fi: Salli tiedostojen poistamisesta
id: Memungkinkan penghapusan file
ja: 削除を許可
nl: Laat verwijdering
no: Tillat sletting av filer
pt: Permitir a exclusão de arquivos
ru: Разрешить удаление файлов

source: An unknown error occurred!
fi: Tuntematon virhe!
id: Kesalahan yang tidak jelas!
ja: 不明なエラーが発生しました！
nl: Er is een onbekende fout opgetreden!
no: En ukjent feil oppstod!
pt: Ocorreu um erro desconhecido!
ru: Произошла неизвестная ошибка!

source: Are you sure you want to delete this sync?
fi: Oletko varma että haluat poistaa tämän merkinnän?
id: Anda yakin ingin menghapus entri ini?
ja: あなたはこのエントリを削除してもよろしいですか？
nl: Weet je zeker dat je dit bericht wilt verwijderen?
no: Er du sikker på at du vil slette denne oppføringen?
pt: Tem certeza que quer apagar esta entrada?
ru: Вы уверены, что хотите удалить эту запись?

source: Are you sure you want to download your linked files again?
ja: リンクされたファイルを再度ダウンロードしてもよろしいですか？

source: Are you sure you want to import these files into the Photos app?
ja: あなたがPhotos.appにこれらのファイルをインポートしてもよろしいですか？
nl: Weet je zeker dat je deze bestanden wilt importeren in de Photos.app?

source: Are you sure you want to overwrite this file?
ja: あなたがこのファイルを上書きしてもよろしいですか？

source: Are you sure you want to reset the sync cache?
fi: Oletko varma että haluat tyhjentää välimuistin?
id: Anda yakin ingin menghapus cache?
ja: あなたはキャッシュをリセットしてもよろしいですか？
nl: Weet je zeker dat je de cache te resetten?
no: Er du sikker på at du vil tømme bufferen?
pt: Tem certeza de que deseja redefinir o cache?
ru: Вы уверены, что хотите сбросить кэш?

source: Are you sure you want to sync, changes could override and delete your files?
fi: Oletko varma että haluat synkronoida muutokset voisivat korvata ja poistaa tiedostoja?
id: Anda yakin ingin sync, perubahan bisa mengganti dan menghapus file Anda?
ja: あなたが同期してもよろしいですか、変更はファイルを置き換え、削除するでしょうか？
nl: Weet je zeker dat je wilt synchroniseren, kunnen veranderingen vervangen en verwijderen van uw bestanden?
no: Er du sikker på at du vil synkronisere, kan endringer erstatte og slette filene dine?
pt: Tem certeza que deseja sincronizar, as mudanças poderiam substituir e apagar seus arquivos?
ru: Вы уверены, что хотите синхронизировать изменения могли бы заменить и удалить файлы?

source: Browse local storage
fi: Etsi paikallinen varastointi
id: Telusuri penyimpanan lokal
ja: ローカルストレージを閲覧する
nl: Bladeren door lokale opslag
no: Bla lokal lagring
pt: Procurar armazenamento local
ru: Обзор локальное хранилище

source: Cancel sync settings
ja: 同期設定を解除

source: Changed files
fi: Muuttuneet tiedostot
id: Berubah file
ja: 変更されたファイル
nl: Gewijzigde bestanden
no: Endrede filer
pt: Arquivos alterados
ru: Измененные файлы

source: Changed local files
fi: Muuttunut paikallisia tiedostoja
id: Berubah file lokal
ja: 変更され、ローカルファイル
nl: Gewijzigd lokale bestanden
no: Endrede lokale filer
pt: Alterados arquivos locais
ru: Изменены локальные файлы

source: Changed server files
fi: Muokattu palvelimen tiedostot
id: Modifikasi file server yang
ja: 変更されたサーバーのファイル
nl: Gewijzigd server bestanden
no: Modifisert server filer
pt: Modificado arquivos do servidor
ru: Измененные файлы сервера

source: Conflicts
ja: 衝突変化
ru: конфликтного изменения

source: Date format
fi: Päivämäärän muoto
id: Format tanggal
ja: 日付の形式
nl: Datum formaat
no: datoformat
pt: formato da data
ru: формат даты

source: Deleted files
fi: Poistetut tiedostot
id: dihapus file
ja: 削除されたファイル
nl: Verwijderde bestanden
no: Slettede filer
pt: Os arquivos apagados
ru: Удаленные файлы

source: Deleted local files
fi: Poistetut paikallisia tiedostoja
id: Dihapus file lokal
ja: 削除されたローカルファイル
nl: Verwijderde lokale bestanden
no: Slettede lokale filer
pt: Excluídos os arquivos locais
ru: Удаленные локальные файлы

source: Deleted server files
fi: Poistetut palvelimen tiedostot
id: Dihapus file server yang
ja: 削除されたサーバーのファイル
nl: Verwijderde server bestanden
no: Slettede server filer
pt: Excluídos os arquivos do servidor
ru: Удаленные файлы сервера

source: Deleting file. Please Wait
ja: ファイルを削除します。お待ちください

source: Enable sync option for connections
ja: 同期の接続オプションを有効

source: Error trying to transfer data!
ja: データを転送中にエラーが発生しました！

source: Importing files. Please Wait
ja: ファイルをインポートする。お待ちください

source: New files
fi: Uudet tiedostot
id: Baru files
ja: 新しいファイル
nl: Nieuwe bestanden
no: Nye filer
pt: Novos arquivos
ru: Новые файлы

source: New Folder
ja: 新しいフォルダー

source: New local files
fi: Uusi paikallisia tiedostoja
id: Baru lokal file
ja: 新しいローカルファイル
nl: Nieuwe lokale bestanden
no: Nye lokale filer
pt: Novos arquivos locais
ru: Новые локальные файлы

source: New server files
fi: Uusi palvelin-tiedostot
id: Server baru file
ja: 新しいサーバーのファイル
nl: Nieuwe server bestanden
no: Nye server filer
pt: Novos arquivos do servidor
ru: Новые файлы сервера

source: No changes found to sync!
fi: Ei muutoksia havaittu synkronoida!
id: Tidak ada perubahan ditemukan sync!
ja: 同期するように見つかりませんでした変更はありません！
nl: Geen wijzigingen gevonden om te synchroniseren!
no: Ingen endringer funnet å synkronisere!
pt: Não ocorreram alterações encontradas para sincronizar!
ru: Никаких изменений не обнаружено, синхронизировать!

source: No devices found!
ja: どのデバイスが見つかりませんでした！

source: No files found!
ja: 何もファイルが見つかりませんでした！

source: Open file in browser
ja: ブラウザでファイルを開きます

source: Peer is busy!
ja: ピアがビジー状態である！

source: Permission denied!
ja: アクセスが拒否されました！

source: Press "+" to add a new sync configuration
ja: 新しい同期設定を追加するには、"+"を押してください

source: Save sync settings
ja: 同期設定を保存

source: Select local folder
ja: ローカルフォルダを選択します。

source: Select remote folder
ja: リモートフォルダを選択します。

source: Sort files
ja: ソートファイル

source: Sync Now
ja: 今すぐ同期

source: Sync Preview
ja: プレビュー

source: Synchronise
ja: 同期します

source: The destination file already exists!
ja: 宛先ファイルがすでに存在しています！

source: The Sync feature can potentially delete and change your files. Ensure you have suitable backups of your files. Are you sure you want to enable Sync?
ja: 同期機能は、潜在的に削除してファイルを変更することができます。あなたのファイルの適切なバックアップがあることを確認してください。あなたが同期を有効にしてもよろしいですか？

source: Unknown error occurred!
ja: 不明なエラーが発生しました！

source: You haven't selected the changes you want to sync. Please select the changes before attempting to sync
ja: あなたが同期したい変更を選択されていません。同期しようとする前に変更を選択してください。

source: Your server doesn't appear to support the features required to use the sync feature. Try enabling the single folder option.
ja: サーバが同期機能を使用するために必要な機能をサポートするために表示されません。単一のフォルダ]オプションを有効にしてください。

source: Your URL needs to start with http:// or https://
ja: URLはhttp://またはhttps://で開始する必要があります

source: Please contact support@schimera.com if you need any information about the items listed.
ja: あなたがリストされている項目についての情報が必要な場合support@schimera.comにお問い合わせください。

source: Restore purchases
ja: 購入を復元

source: Network timeout
ja: ネットワークタイムアウト

source: Media playback in silent mode
ja: サイレントモードでメディアプレイバック

source: Open With
ja: 次の方法で開く...

source: Prompt
ja: 場所のプロンプト

source: Copy to Local Storage
ja: ローカルストレージへコピー

source: Copy to Remote Server
ja: リモートサーバへのコピー

source: Open With Default Action
ja: デフォルト動作で開く

source: Maximum image size
ja: 画像サイズを最大化

source: Thumbnails for smaller images
ja: 小さい画像のサムネール

source: Slide show interval (seconds)
ja: スライド表示の間隔 (秒)

source: Authentication retry attempts
ja: 認証再送回数

source: Erase local storage on enter background
ja: 背景に行くときに、ローカルストレージを消去

source: Force logout on enter background
ja: バックグラウンド時に強制ログアウト

source: Enable session authentication
ja: セッション認証を有効にする

source: Enable Wake-on-LAN
ja: Wake-On-LANを有効にします

source: All Albums
ja: すべてのアルバム

source: Enable background sync for Photos
ja: 写真のバックグラウンド同期を有効にする

source: Allow background sync over cellular network
ja: モバイル通信でもバックグラウンド同期を有効

source: Background sync frequency
ja: バックグラウンド同期周波数

source: Text file
ja: テキストファイル

source: Use Back button for previous folder
ja: 前のフォルダの[戻る]ボタンを使用します

source: Enable Data Protection
ja: データ保護を有効

source: Authentication retry count
ja: 認証リトライ回数

source: Photo Albums
ja: フォトアルバム

source: New Folder or File?
ja: 新規フォルダー かファイル？

source: Rich Text file
ja: リッチテキストファイル

source: Allow Touch ID to unlock
ja: タッチIDがロックを解除することを許可します

source: Use built-in iOS PDF viewer
ja: iOS組み込みPDFビュアーを利用
ru: Используйте встроенный в iOS PDF зрителя

source: Hide In-App Purchase
ja: 隠す購入

source: Are you sure you want to clear this sketch?
ja: あなたは、このスケッチをクリアしてもよろしいですか？

source: Show taps on screen
ja: 画面のタッチ·ポイントを表示
ru: Показать сенсорные позиции на экране

source: Directory tree fallback
ja: ディレクトリツリーのフォールバック

source: Sort method
ja: ファイルの並べ替え
ru: Сортировать метод

source: Include authentication details in AirPlay or Chromecast URL
ja: AirPlayやChromecast URL の認証詳細を含む

source: Display images as slide show
ja: 画像をスライド表示

source: Apply filters to images on upload
ja: アップロード時に画像にフィルターを適用

source: New Server
ja: サーバー追加
nl: Nieuwe server
ru: Новое соединение

source: Sketch
ja: スケッチ

source: Select a local file to upload
ja: アップロードするローカルファイルを選択

source: Default sort order
ja: デフォルトのソート順

source: This option will delete all your files in the local Download folder when the app goes to background. Are you sure you want to enable this option?
ja: アプリがバックグラウンドになったときに、このオプションは、ローカルダウンロードフォルダ内のすべてのファイルを削除します。このオプションを有効にしてもよろしいですか？

source: Deleting files. Please Wait
fi: Tiedostojen. odota
id: Menghapus file. Harap Tunggu
no: Slette filer. Vent
pt: Exclusão de arquivos. Por favor, aguarde
ru: Удаление файлов. Пожалуйста, подождите

source: %d media files imported!
nl: %d bestanden importeren!

source: Reset cache
nl: Cache wissen
